{
  "url": "https://wakingup.substack.com/p/urine-in-the-fridge",
  "slug": "the-urines-in-the-fridge",
  "title": "The Urine's In The Fridge",
  "subtitle": "When physicians are impediments to a motivated patient",
  "author": "Tricia Steele",
  "published": "Sun, 27 Jun 2021 15:24:05 GMT",
  "content_html": "<p>Friday, my husband and I race south for over two hours, desperately trying to reach an octogenarian family member before she can&#8217;t hold out any longer. We press the speed limit after traffic delays and careen around corners, all the while texting family members about the status of her bladder and its contents. There are plenty of emojis and awareness of the ridiculous nature of the task ahead. But make no mistake, this is a serious endeavor.&nbsp;</p><p>After shooing the men away from the house altogether, the ladies crowd around to be sure all the directions are followed to the letter in collecting a urine sample that will be sent to an advanced diagnostic lab for molecular and dna analysis.&nbsp;</p><p>She moves a little gingerly up and down due to a spinal compression fracture repaired and cemented just a few weeks ago, so this endeavor involves coordinating with a walker, a portable potty to eliminate risk of an accident down the hall, and of course the collection cup designed with only men in mind. But finally, <em>relief. </em></p><p>We did this because she has suffered recurring urinary tract infections for more than a decade. One time she lost her cognitive abilities. Treating another led to a c diff infection and brought her close to death. And again and again, specialists send her for the same cultures and the same approach to treatment. Now, she&#8217;s back on one of them again without even the culture results this time and still experiencing symptoms.&nbsp;</p><h3>Enter new knowledge.&nbsp; </h3><p>Due to participation in the <a href=\"https://www.chairmanmom.com/sisterhood\">Chairman Mom community</a>, I happened to share a patio dinner a few weeks ago with one of the founders of <a href=\"https://myuti.com\">MyUTI</a>.&nbsp; She gave me a master class on the problems with culture testing and how advanced diagnostics are game changers. She explained molecular tests to find things that would never grow fast enough in a culture and comparison of DNA in the sample with more than 50,000 known microbes.&nbsp; </p><p>I was excited. We actually have the ability to tailor our antibiotic, antifungal, or other antiseptic efforts to eliminate recurrence of this second most common infection? What a feat! </p><p>As it turns out, this isn&#8217;t some cutting edge innovation. It&#8217;s been around for more than a decade. It&#8217;s covered by Medicare, for Pete&#8217;s sake.&nbsp;</p><p>So, I requested the test for at-home collection and began communicating with her urologist our request to move beyond cultures to find what may be underlying these recurring infections.&nbsp;</p><p>With such a powerful tool within reach, and a patient with advocates willing to go way outside normal expectations to make it easier for them, <em>why wouldn't her doctor want that</em>?</p><p><strong>This is why there&#8217;s urine in my hotel fridge.</strong></p><p></p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" target=\"_blank\" href=\"https://substackcdn.com/image/fetch/$s_!qkAD!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg\" data-component-name=\"Image2ToDOM\"><div class=\"image2-inset\"><picture><source type=\"image/webp\" srcset=\"https://substackcdn.com/image/fetch/$s_!qkAD!,w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg 424w, https://substackcdn.com/image/fetch/$s_!qkAD!,w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg 848w, https://substackcdn.com/image/fetch/$s_!qkAD!,w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg 1272w, https://substackcdn.com/image/fetch/$s_!qkAD!,w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg 1456w\" sizes=\"100vw\"><img src=\"https://substackcdn.com/image/fetch/$s_!qkAD!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg\" width=\"582\" height=\"575.1850117096019\" data-attrs=\"{&quot;src&quot;:&quot;https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:844,&quot;width&quot;:854,&quot;resizeWidth&quot;:582,&quot;bytes&quot;:143935,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null,&quot;isProcessing&quot;:false,&quot;align&quot;:null,&quot;offset&quot;:false}\" class=\"sizing-normal\" alt=\"\" srcset=\"https://substackcdn.com/image/fetch/$s_!qkAD!,w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg 424w, https://substackcdn.com/image/fetch/$s_!qkAD!,w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg 848w, https://substackcdn.com/image/fetch/$s_!qkAD!,w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg 1272w, https://substackcdn.com/image/fetch/$s_!qkAD!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a4111a5-d971-4ad6-827d-1f6b938a43c5_854x844.jpeg 1456w\" sizes=\"100vw\" loading=\"lazy\"></picture><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button tabindex=\"0\" type=\"button\" class=\"pencraft pc-reset pencraft icon-container restack-image\"><svg role=\"img\" style=\"height:20px;width:20px\" width=\"20\" height=\"20\" viewBox=\"0 0 20 20\" fill=\"none\" stroke-width=\"1.5\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button tabindex=\"0\" type=\"button\" class=\"pencraft pc-reset pencraft icon-container view-image\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"20\" height=\"20\" viewBox=\"0 0 24 24\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" class=\"lucide lucide-maximize2 lucide-maximize-2\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a><figcaption class=\"image-caption\">MicroGenDX making it easier to analyze and stop recurring infections&#8230; only if clinicians will accept the need for better testing. </figcaption></figure></div><p>Because her urology specialists are out of the loop. Three faxes with requests, links to get clinician-specific information, completed requisition form, and four calls to badger them before 5pm on Friday would mean no chance until Monday.&nbsp;</p><p><em>Alas.&nbsp;</em></p><p>The clinician said they would need to research this testing company before complying, stating concern about reimbursement despite her matching the definition of chronic bladder infections to a tee.&nbsp;</p><p>If it came down to it, I would gladly pay for the test myself. But they didn&#8217;t even give me the courtesy of a return phone call to discuss the matter.&nbsp;</p><p><em><strong>Have you ever been here??</strong></em></p><h3><em>What was your &#8220;urine in the fridge&#8221; moment?</em></h3><p><em>...that time you knew more because of your own motivation to solve the problem?<br>...that time you hoped to get answers only to be stalled by someone in power?<br>...that time you were more than willing, put in more effort than your caregivers, and yet were kept from something that might help you?</em></p><p><strong>I see you.&nbsp;</strong></p><p>I don&#8217;t have the magic formula for making doctors listen to you and respond.&nbsp; My approach mostly includes clear, calm but persistent communication about the <em>why</em> and then choosing another doctor when they prove unwilling to support my efforts to get better. This is much harder when the communication is for someone else.&nbsp;</p><p>This month, I just want you to know that <strong>you are not alone</strong> in your weekend worries and the inability to keep that nagging thought about what to do even while trying to relax and reduce some stress. </p><p>I believe in your ability to try again Monday morning and every day after that. Because <em>I believe that you are the primary care provider of your own self.  Your voice deserves a listen.&nbsp;</em></p><h3><strong>A chance to make things better.&nbsp;</strong></h3><p>I come bearing a chance for your experiences to be turned into better education for future clinicians.&nbsp; Even though <em>Operation Advanced Urine Analysis</em> is still unfolding, there is a breakthrough on other fronts of my larger patient experience advocacy.&nbsp; I&#8217;ve gotten a chance to join up with a healthcare leader with a vision for a new kind of approach to &#8220;doctor-patient&#8221; communication and the position and power to do something about it.&nbsp;&nbsp;</p><p>If you&#8217;ve ever been told something hurtful or dismissive (<em>or maybe something incredibly helpful for contrast!</em>) then I&#8217;d love for you to participate in the <a href=\"https://forms.gle/PibhYBCRae9UKf628\">&#8220;Things Doctors Have Said&#8221; Survey</a>.  We will be collecting and sharing these examples with first and second year med students still deciding what kind of physician they want to be during their <em>Doctoring and Clinical Studies</em> course.&nbsp;&nbsp;</p><p>I will get a chance to represent patients who have been dismissed or belittled or treated without empathy&#8230; maybe that&#8217;s you? If so, <a href=\"https://forms.gle/eXpsbVTNbqU3Rxd79\">be sure to tell me about your experience</a> so I can share your voice to make a dent in this patient experience universe.&nbsp;</p><p>Until then&#8230;</p><p>Whatever you are facing Monday morning, know that I&#8217;m right there with you, just trying to send this hope-and-urine-filled FedEx box to the lab with a proper signature.&nbsp;</p>",
  "content_text": "Friday, my husband and I race south for over two hours, desperately trying to reach an octogenarian family member before she can’t hold out any longer. We press the speed limit after traffic delays and careen around corners, all the while texting family members about the status of her bladder and its contents. There are plenty of emojis and awareness of the ridiculous nature of the task ahead. But make no mistake, this is a serious endeavor. After shooing the men away from the house altogether, the ladies crowd around to be sure all the directions are followed to the letter in collecting a urine sample that will be sent to an advanced diagnostic lab for molecular and dna analysis. She moves a little gingerly up and down due to a spinal compression fracture repaired and cemented just a few weeks ago, so this endeavor involves coordinating with a walker, a portable potty to eliminate risk of an accident down the hall, and of course the collection cup designed with only men in mind. But finally, relief. We did this because she has suffered recurring urinary tract infections for more than a decade. One time she lost her cognitive abilities. Treating another led to a c diff infection and brought her close to death. And again and again, specialists send her for the same cultures and the same approach to treatment. Now, she’s back on one of them again without even the culture results this time and still experiencing symptoms. Enter new knowledge.  Due to participation in the Chairman Mom community, I happened to share a patio dinner a few weeks ago with one of the founders of MyUTI.  She gave me a master class on the problems with culture testing and how advanced diagnostics are game changers. She explained molecular tests to find things that would never grow fast enough in a culture and comparison of DNA in the sample with more than 50,000 known microbes.  I was excited. We actually have the ability to tailor our antibiotic, antifungal, or other antiseptic efforts to eliminate recurrence of this second most common infection? What a feat! As it turns out, this isn’t some cutting edge innovation. It’s been around for more than a decade. It’s covered by Medicare, for Pete’s sake. So, I requested the test for at-home collection and began communicating with her urologist our request to move beyond cultures to find what may be underlying these recurring infections. With such a powerful tool within reach, and a patient with advocates willing to go way outside normal expectations to make it easier for them, why wouldn't her doctor want that?This is why there’s urine in my hotel fridge.MicroGenDX making it easier to analyze and stop recurring infections… only if clinicians will accept the need for better testing. Because her urology specialists are out of the loop. Three faxes with requests, links to get clinician-specific information, completed requisition form, and four calls to badger them before 5pm on Friday would mean no chance until Monday. Alas. The clinician said they would need to research this testing company before complying, stating concern about reimbursement despite her matching the definition of chronic bladder infections to a tee. If it came down to it, I would gladly pay for the test myself. But they didn’t even give me the courtesy of a return phone call to discuss the matter. Have you ever been here??What was your “urine in the fridge” moment?...that time you knew more because of your own motivation to solve the problem?...that time you hoped to get answers only to be stalled by someone in power?...that time you were more than willing, put in more effort than your caregivers, and yet were kept from something that might help you?I see you. I don’t have the magic formula for making doctors listen to you and respond.  My approach mostly includes clear, calm but persistent communication about the why and then choosing another doctor when they prove unwilling to support my efforts to get better. This is much harder when the communication is for someone else. This month, I just want you to know that you are not alone in your weekend worries and the inability to keep that nagging thought about what to do even while trying to relax and reduce some stress. I believe in your ability to try again Monday morning and every day after that. Because I believe that you are the primary care provider of your own self.  Your voice deserves a listen. A chance to make things better. I come bearing a chance for your experiences to be turned into better education for future clinicians.  Even though Operation Advanced Urine Analysis is still unfolding, there is a breakthrough on other fronts of my larger patient experience advocacy.  I’ve gotten a chance to join up with a healthcare leader with a vision for a new kind of approach to “doctor-patient” communication and the position and power to do something about it.  If you’ve ever been told something hurtful or dismissive (or maybe something incredibly helpful for contrast!) then I’d love for you to participate in the “Things Doctors Have Said” Survey.  We will be collecting and sharing these examples with first and second year med students still deciding what kind of physician they want to be during their Doctoring and Clinical Studies course.  I will get a chance to represent patients who have been dismissed or belittled or treated without empathy… maybe that’s you? If so, be sure to tell me about your experience so I can share your voice to make a dent in this patient experience universe. Until then…Whatever you are facing Monday morning, know that I’m right there with you, just trying to send this hope-and-urine-filled FedEx box to the lab with a proper signature. ",
  "harvested_at": "2026-01-30T22:02:46.376309"
}