{
  "url": "https://wakingup.substack.com/p/there-are-no-rules",
  "slug": "there-are-no-rules",
  "title": "There are no rules.",
  "subtitle": "How I woke up to realize my own complicity in extended suffering.",
  "author": "Tricia Steele",
  "published": "Sun, 23 May 2021 19:22:57 GMT",
  "content_html": "<p>This month brought many life changes for the people I care about, but one in particular actually shocked me in what it revealed: <strong>a 15-min procedure saved my dear family member&#8217;s life.</strong> It was incredible. However, it also revealed so many ways we accept the problems within healthcare and are complicit in our own extended suffering. </p><p>I&#8217;m going to share what happened to us because I think knowing this could help save others precious time and prevent unnecessary suffering. </p><p>As you may already know, I&#8217;ve navigated multiple chronic diseases (<em>two of them considered rare</em>), a dozen surgeries and procedures, several chest tubes, coordinating with specialists far and wide, and yet, even with all that experience, I was still surprised at what I accepted.  </p><h3>How untreated disease led to near paralysis. </h3><p>My octogenarian family member was having falls early in the year. She kept getting stuck in a chair or on the floor. One night back in March the paramedics had to respond, and she was taken to the emergency room.  While there, I started texting with my sisters who had joined her. &#8220;Make sure they get an xray or CT scan to check for damage or breaks!&#8221; I texted with urgency, &#8220;We keep asking but they are resistant!&#8221; they replied.  </p><p>Finally, she got the CT scan and what was on that image should have caused a cascade of medical decisions. Instead, she was pumped full of antibiotics, given some pain medicine and told to consult with an orthopedic specialist about a vague issue that <em>might</em> be a problem on her back. </p><p>Because a proper referral wasn&#8217;t made, a family member called the orthopedic clinic she knew and figured maybe it was her hips? I came down to take her to the specialist two days later. </p><p>It wasn&#8217;t the hips. </p><p>After five calls, two emails, and a nurse getting involved to get the radiologist report sent to the specialist and an image disk made for someone else to pick up, we learned what had really happened.  </p><p>It was a <strong>compression fracture</strong> on a bone in her spine &#8212; a fracture that makes the nice rounded square marshmallow vertebra look instead like a bow tie, all smooshed together in the center. <em>It&#8217;s a fracture that only people with osteoporosis can get.</em> <strong>And it can&#8217;t heal on its own! </strong>Not only had she not been treated for her bone density issues, but also given medication that contributes to bone density decline, making every fall a threat of paralysis.  To top it off, we were with the wrong specialist. She needed someone for the spine. And the kicker. It would be four weeks until he was available. </p><h3><em>The #1 mistake I made that cost precious time. </em></h3><p>Because the one nurse I asked wouldn&#8217;t budge on scheduling her any earlier, <em>I settled</em>. She wasn&#8217;t able to take care of herself even for toileting, so I begged for a referral to a rehab hospital so she could get the care she needed while we waited. It took us four hours sitting in the clinic to even get the referral sorted out, then we were off to check her into a rehab hospital.  This worked for two weeks. </p><p>Then the combination of antibiotics and longstanding medicine she had been prescribed years earlier without any later review combined to make the perfect environment for a C diff infection.  I won&#8217;t detail this. <em>If you know, you know.</em> She made it through, but barely and we bailed her out of the hospital, hired a private caregiver for 8 hours a day, and assigned family to sleep at her house on rotation for the next two weeks. It was not pretty. </p><p>Fast forward. </p><p>After she got to the right doctor and he recommended the procedure we had already been asking about, he assigned a variety of other images he needed and then scheduled her for the procedure <em>another three weeks out</em>.</p><p>That&#8217;s seven total weeks of level 10 pain and inability to do anything but move sometimes between bed and wheelchair.  I questioned, and then ultimately accepted what felt unchangeable. We arranged for her to go stay with different family where there more folks able to help. </p><p><strong>Enter my niece. </strong></p><p>She used to sell prescription drugs, so she can get into the back offices of most doctors offices in her city.  She was super annoyed at this all taking so long, so she visited a neurosurgeon she knew, shared the story, and PRESTO, he wanted to see her the next day. After reviewing the images (<em>the very same ones the ER doctors saw that night in March</em>) he was aghast: &#8220;She shouldn&#8217;t be going around with that kind of fracture,&#8221; he insisted. </p><p>Within just a few days, she was cleared, prepped, and put under for a whopping fifteen minutes. They used a needle to inflate a little tiny balloon inside her backbone, then cemented it. </p><p><strong>Voila! </strong>Fracture healed. Pain immediately relieved. Yay us! </p><p><em>But what had it all cost her?</em> So many months not moving now means rebuilding every muscle and the ability to walk. Being able to stand, sit, care for herself by herself is still a long ways off. </p><p>Which brings me to my lesson and my reminder to you. I thought that because I knew how to stay persistent to get records, to advocate for rehab hospital, and to push for the procedure as fast as possible, that I was using my experience to help her.   </p><p>But I had made a <em><strong>fundamental mistake in navigating healthcare</strong>: </em>I accepted when they told me that it would take four weeks and then another three. My niece who works in and out of facilities knew better. She knew that there are no rules.  </p><h3>The two considerations that may change the way you <br>navigate your own care</h3><p>Had I not accepted this administrative decision, my family member could have been relieved much faster and perhaps avoided that awful infection and so much time incapacitated. I learned that <em>when the right doctor sees the problem, they can act as quickly as they want</em>. I&#8217;ll say it again: <strong>There are no rules.</strong> <em>We were just with the wrong doctor. </em>My total effort should have been on getting to a doctor that would act with more urgency.  </p><p>So, in the midst of caring for your own body or the bodies of those you love, start to consider: <em><strong>What is inaction or delay costing you or them?</strong></em>  Where would more urgency benefit you? Where might you be with the wrong doctor, someone who may mean well but who just simply isn&#8217;t taking your situation seriously enough, making a treatment plan, and looking for the winning steps to help you bounce back and get stronger? Where do you need to move more quickly through the required steps so you can get better?</p><p>Whatever you are facing this month, navigating the system that gives you care can be overwhelming, but if you remember <strong>there are no rules</strong> and <strong>what it&#8217;s costing you</strong>, you too can act like my niece. You can insist on better care. You can tackle making the calls you need and sending the messages to get the doctor acting faster or finding one that will. </p><p>Next month, I&#8217;m going to share some of the other secrets that have helped me in the past to get better care, the words I learned that work better, and the proactive actions that will save your future self tons of time. </p><p>In the meantime, know that your body is worth your effort. You are its primary caregiver, and it&#8217;s relying on you. You have more power than you imagine to direct its care. </p><h3>Check In: How are you treating yourself?</h3><p>Sometimes it&#8217;s easy to treat ourselves ways we would never dream of treating another. I&#8217;ve been thinking about what it would mean to treat my own body like I did when I was advocating for an 86-year-old who needed me.  Would I shun the pain that keeps creeping up? <em>Of course not. </em>Would I be mad at the inconvenience of that flare happening again? <em>Nope. </em></p><p>I would take a deep breath and try to find out what&#8217;s wrong and get busy finding the people to help. And I wouldn&#8217;t give up. </p><p>You can too. </p><p>And you are worth it. </p><p></p><p>Still waking up, <br><em>Tricia</em></p><p></p><p>PS. It&#8217;s not lost on me all the ways this story highlights very real oversights within the healthcare system itself, starting with the ER that sent her home to fall again instead of simply scheduling the procedure (<em>which it turns out is absolutely standard with a break of this nature!</em>). If a young person came in with a broken arm bone, they would set it, right? </p><p>While we can (<em>and should</em>) advocate for larger systemic change, I&#8217;m of the belief that we must accept the reality that we can&#8217;t change it overnight.  <em><strong>We can only change our own care one experience at a time</strong></em>, so that&#8217;s why I focus on the things we can change in these letters.  But, believe me, behind the scenes, I&#8217;m writing much more strongly-worded letters to the hospital administrator, the orthopedic clinic, and to medicare, because it is absolutely ridiculous. And, if you need to hear a little more of the anger and details of this story, I share just that in a collection of <a href=\"https://www.instagram.com/stories/highlights/17883315914318998/\">Instagram Rants</a>. </p><p></p><p></p>",
  "content_text": "This month brought many life changes for the people I care about, but one in particular actually shocked me in what it revealed: a 15-min procedure saved my dear family member’s life. It was incredible. However, it also revealed so many ways we accept the problems within healthcare and are complicit in our own extended suffering. I’m going to share what happened to us because I think knowing this could help save others precious time and prevent unnecessary suffering. As you may already know, I’ve navigated multiple chronic diseases (two of them considered rare), a dozen surgeries and procedures, several chest tubes, coordinating with specialists far and wide, and yet, even with all that experience, I was still surprised at what I accepted.  How untreated disease led to near paralysis. My octogenarian family member was having falls early in the year. She kept getting stuck in a chair or on the floor. One night back in March the paramedics had to respond, and she was taken to the emergency room.  While there, I started texting with my sisters who had joined her. “Make sure they get an xray or CT scan to check for damage or breaks!” I texted with urgency, “We keep asking but they are resistant!” they replied.  Finally, she got the CT scan and what was on that image should have caused a cascade of medical decisions. Instead, she was pumped full of antibiotics, given some pain medicine and told to consult with an orthopedic specialist about a vague issue that might be a problem on her back. Because a proper referral wasn’t made, a family member called the orthopedic clinic she knew and figured maybe it was her hips? I came down to take her to the specialist two days later. It wasn’t the hips. After five calls, two emails, and a nurse getting involved to get the radiologist report sent to the specialist and an image disk made for someone else to pick up, we learned what had really happened.  It was a compression fracture on a bone in her spine — a fracture that makes the nice rounded square marshmallow vertebra look instead like a bow tie, all smooshed together in the center. It’s a fracture that only people with osteoporosis can get. And it can’t heal on its own! Not only had she not been treated for her bone density issues, but also given medication that contributes to bone density decline, making every fall a threat of paralysis.  To top it off, we were with the wrong specialist. She needed someone for the spine. And the kicker. It would be four weeks until he was available. The #1 mistake I made that cost precious time. Because the one nurse I asked wouldn’t budge on scheduling her any earlier, I settled. She wasn’t able to take care of herself even for toileting, so I begged for a referral to a rehab hospital so she could get the care she needed while we waited. It took us four hours sitting in the clinic to even get the referral sorted out, then we were off to check her into a rehab hospital.  This worked for two weeks. Then the combination of antibiotics and longstanding medicine she had been prescribed years earlier without any later review combined to make the perfect environment for a C diff infection.  I won’t detail this. If you know, you know. She made it through, but barely and we bailed her out of the hospital, hired a private caregiver for 8 hours a day, and assigned family to sleep at her house on rotation for the next two weeks. It was not pretty. Fast forward. After she got to the right doctor and he recommended the procedure we had already been asking about, he assigned a variety of other images he needed and then scheduled her for the procedure another three weeks out.That’s seven total weeks of level 10 pain and inability to do anything but move sometimes between bed and wheelchair.  I questioned, and then ultimately accepted what felt unchangeable. We arranged for her to go stay with different family where there more folks able to help. Enter my niece. She used to sell prescription drugs, so she can get into the back offices of most doctors offices in her city.  She was super annoyed at this all taking so long, so she visited a neurosurgeon she knew, shared the story, and PRESTO, he wanted to see her the next day. After reviewing the images (the very same ones the ER doctors saw that night in March) he was aghast: “She shouldn’t be going around with that kind of fracture,” he insisted. Within just a few days, she was cleared, prepped, and put under for a whopping fifteen minutes. They used a needle to inflate a little tiny balloon inside her backbone, then cemented it. Voila! Fracture healed. Pain immediately relieved. Yay us! But what had it all cost her? So many months not moving now means rebuilding every muscle and the ability to walk. Being able to stand, sit, care for herself by herself is still a long ways off. Which brings me to my lesson and my reminder to you. I thought that because I knew how to stay persistent to get records, to advocate for rehab hospital, and to push for the procedure as fast as possible, that I was using my experience to help her.   But I had made a fundamental mistake in navigating healthcare: I accepted when they told me that it would take four weeks and then another three. My niece who works in and out of facilities knew better. She knew that there are no rules.  The two considerations that may change the way you navigate your own careHad I not accepted this administrative decision, my family member could have been relieved much faster and perhaps avoided that awful infection and so much time incapacitated. I learned that when the right doctor sees the problem, they can act as quickly as they want. I’ll say it again: There are no rules. We were just with the wrong doctor. My total effort should have been on getting to a doctor that would act with more urgency.  So, in the midst of caring for your own body or the bodies of those you love, start to consider: What is inaction or delay costing you or them?  Where would more urgency benefit you? Where might you be with the wrong doctor, someone who may mean well but who just simply isn’t taking your situation seriously enough, making a treatment plan, and looking for the winning steps to help you bounce back and get stronger? Where do you need to move more quickly through the required steps so you can get better?Whatever you are facing this month, navigating the system that gives you care can be overwhelming, but if you remember there are no rules and what it’s costing you, you too can act like my niece. You can insist on better care. You can tackle making the calls you need and sending the messages to get the doctor acting faster or finding one that will. Next month, I’m going to share some of the other secrets that have helped me in the past to get better care, the words I learned that work better, and the proactive actions that will save your future self tons of time. In the meantime, know that your body is worth your effort. You are its primary caregiver, and it’s relying on you. You have more power than you imagine to direct its care. Check In: How are you treating yourself?Sometimes it’s easy to treat ourselves ways we would never dream of treating another. I’ve been thinking about what it would mean to treat my own body like I did when I was advocating for an 86-year-old who needed me.  Would I shun the pain that keeps creeping up? Of course not. Would I be mad at the inconvenience of that flare happening again? Nope. I would take a deep breath and try to find out what’s wrong and get busy finding the people to help. And I wouldn’t give up. You can too. And you are worth it. Still waking up, TriciaPS. It’s not lost on me all the ways this story highlights very real oversights within the healthcare system itself, starting with the ER that sent her home to fall again instead of simply scheduling the procedure (which it turns out is absolutely standard with a break of this nature!). If a young person came in with a broken arm bone, they would set it, right? While we can (and should) advocate for larger systemic change, I’m of the belief that we must accept the reality that we can’t change it overnight.  We can only change our own care one experience at a time, so that’s why I focus on the things we can change in these letters.  But, believe me, behind the scenes, I’m writing much more strongly-worded letters to the hospital administrator, the orthopedic clinic, and to medicare, because it is absolutely ridiculous. And, if you need to hear a little more of the anger and details of this story, I share just that in a collection of Instagram Rants. ",
  "harvested_at": "2026-01-30T22:02:46.376528"
}