{
  "url": "https://wakingup.substack.com/p/thewhy",
  "slug": "whats-the-why",
  "title": "What's The Why?",
  "subtitle": "When you're stuck, do you ever ask why you are doing something to begin with? This week, I had to examine my own motives and discovered more energy than I expected.",
  "author": "Tricia Steele",
  "published": "Sun, 03 Oct 2021 21:17:58 GMT",
  "content_html": "<p>Do you ask yourself <em><strong>why</strong></em> very often?  </p><p>It&#8217;s an old habit for me since the days of being an existential pre-teen ruminating over the meaning of things. What is time anyway?</p><p>Maybe it&#8217;s my ADHD, but when I&#8217;m stuck on anything, I tend to lean back and ask: wait, why am I doing this? I&#8217;ve found that often reminding myself of the reasons why something matters gives me a new burst of energy. </p><p>And other times this question exposes something that doesn&#8217;t need doing at all and I can redirect myself altogether or delegate or change course. </p><p>Maybe you&#8217;ve had a similar stall and breakthrough.   </p><p>I&#8217;m taking the <a href=\"https://chairman-mom.mykajabi.com/open-book-%20from-writer-to-published-author\">Open Book course with Chairman Mom</a> this fall and the teacher, Paul Carr, posed this question to all of us would-be published authors as the essential starting place: <em>Why are you doing this?</em></p><p>I needed this existential prodding this week especially because after a year of regular writing, I found myself going a few weeks (<em>ok so more like a month!</em>) with very few words on any screen or page. </p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" target=\"_blank\" href=\"https://substackcdn.com/image/fetch/$s_!l8cN!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png\" data-component-name=\"Image2ToDOM\"><div class=\"image2-inset\"><picture><source type=\"image/webp\" srcset=\"https://substackcdn.com/image/fetch/$s_!l8cN!,w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png 424w, https://substackcdn.com/image/fetch/$s_!l8cN!,w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png 848w, https://substackcdn.com/image/fetch/$s_!l8cN!,w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png 1272w, https://substackcdn.com/image/fetch/$s_!l8cN!,w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png 1456w\" sizes=\"100vw\"><img src=\"https://substackcdn.com/image/fetch/$s_!l8cN!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png\" width=\"225\" height=\"225\" data-attrs=\"{&quot;src&quot;:&quot;https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/297c21f0-1503-4857-a593-b3106847ef0d_225x225.png&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:225,&quot;width&quot;:225,&quot;resizeWidth&quot;:225,&quot;bytes&quot;:2749,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/png&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:false,&quot;topImage&quot;:true,&quot;internalRedirect&quot;:null,&quot;isProcessing&quot;:false,&quot;align&quot;:null,&quot;offset&quot;:false}\" class=\"sizing-normal\" alt=\"\" srcset=\"https://substackcdn.com/image/fetch/$s_!l8cN!,w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png 424w, https://substackcdn.com/image/fetch/$s_!l8cN!,w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png 848w, https://substackcdn.com/image/fetch/$s_!l8cN!,w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png 1272w, https://substackcdn.com/image/fetch/$s_!l8cN!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F297c21f0-1503-4857-a593-b3106847ef0d_225x225.png 1456w\" sizes=\"100vw\" fetchpriority=\"high\"></picture><div></div></div></a></figure></div><h3>Here Goes&#8230; My Why</h3><p>I want to write a book because for nearly twenty years, my body was a conundrum of normal labs combined with daily, weekly, and monthly mystery symptoms which often caused <em>painful</em> interruptions to life and my ability to build relationships or be reliable.&nbsp;And I know I&#8217;m not alone. </p><p>I want to write a book because I have overcome being a victim of the healthcare system and my own body. Ten years of undiagnosed and ever progressing autoimmune disease destroyed my body. Missed lung collapses changed my life forever.  Chronic fatigue and untreated, underlying infection nearly took away my ability to think or function normally.  And I&#8217;ve seen thousands of women experience similar costs. </p><p>I&#8217;m writing because I had a backstage pass due to my own consulting work for healthcare providers, but there are countless others that have no clue how to get the care they need in a system that is not always built to get sick people better. </p><p>I am writing because the mess of my experience has turned into a message that burns deep in me, a compulsion and conviction that won&#8217;t let me <em>not</em> share.  </p><p>In the uncertainty of <em>what</em> was afflicting me, but with certainty that <em>something</em> was wrong, I felt completely helpless. I felt ignored. I felt minimized by most every doctor and nurse. I received moments of sympathy without answers and often without them believing me. I felt small and insignificant and like I didn&#8217;t matter. </p><p>I was yelling against the wind of a very powerful machine and I was not loud enough to be heard. </p><p>It took my body breaking in all kinds of novel ways for doctors to listen and respond, and even then, they were not able to anticipate and prevent the next mishaps.  </p><p>So, what is my why? I want to publish my full story with all the hard-fought lessons because I want others suffering from chronic sickness (<em>mostly women if we are honest) </em>to know they are not alone. More than that, I want to help them - <em>you, maybe</em> - see that you can be the primary care provider of your own body. I want you to live the life you deserve despite being sick.  And I want to help you find the quality, outcome-driven, curious care necessary to really navigate getting better. </p><p>Maybe I&#8217;m not actually writing a memoir. Maybe I&#8217;m writing a manifesto.  I&#8217;m climbing up this mountain of suffering and uncertainty in my rearview mirror to get a better view of the body and the systems built to care for it so that maybe I can help someone get out of the valley and on the road to a better life. </p><h3>But Why&#8230;. A Book?</h3><p>Turns out I could probably accomplish all those other goals without binding.  So, why a book?</p><p>Since I was a kid, I&#8217;ve loved books and discovered countless people I admire and stories that still live in me from the library and bookstore shelves. So, for me, my heart will only be happy when I see my book on a rack somewhere.  </p><p>My grandmother told me she wanted me to write a book when I was a kid and every time I&#8217;ve seen her for decades she asks me how my book is going with a wry grin. </p><p>I want to speak to and challenge traditional healthcare leaders with a patient perspective and think I need the street cred of &#8220;being published&#8221; to build that platform. </p><p>But those very self-driven goals mean working through a process that may be longer and more tedious.   So, I&#8217;m working on a set of mini books called the Sick Person&#8217;s Guides to get out quickly and help as many people as I can with practical tools and thoughts. </p><p>But in honor of my childhood self and my grandmother, I&#8217;ll keep working until I get a book someone could find in a shop on a bad day or when flying somewhere to see a better doctor. </p><h3>Why Works</h3><p>Yep, turns out that does do the trick, so gotta run and write some more. </p><p>And, just maybe hearing someone else&#8217;s journey through stuckness can help you on your own. </p><p>I&#8217;m betting my own book on that. </p>",
  "content_text": "Do you ask yourself why very often?  It’s an old habit for me since the days of being an existential pre-teen ruminating over the meaning of things. What is time anyway?Maybe it’s my ADHD, but when I’m stuck on anything, I tend to lean back and ask: wait, why am I doing this? I’ve found that often reminding myself of the reasons why something matters gives me a new burst of energy. And other times this question exposes something that doesn’t need doing at all and I can redirect myself altogether or delegate or change course. Maybe you’ve had a similar stall and breakthrough.   I’m taking the Open Book course with Chairman Mom this fall and the teacher, Paul Carr, posed this question to all of us would-be published authors as the essential starting place: Why are you doing this?I needed this existential prodding this week especially because after a year of regular writing, I found myself going a few weeks (ok so more like a month!) with very few words on any screen or page. Here Goes… My WhyI want to write a book because for nearly twenty years, my body was a conundrum of normal labs combined with daily, weekly, and monthly mystery symptoms which often caused painful interruptions to life and my ability to build relationships or be reliable. And I know I’m not alone. I want to write a book because I have overcome being a victim of the healthcare system and my own body. Ten years of undiagnosed and ever progressing autoimmune disease destroyed my body. Missed lung collapses changed my life forever.  Chronic fatigue and untreated, underlying infection nearly took away my ability to think or function normally.  And I’ve seen thousands of women experience similar costs. I’m writing because I had a backstage pass due to my own consulting work for healthcare providers, but there are countless others that have no clue how to get the care they need in a system that is not always built to get sick people better. I am writing because the mess of my experience has turned into a message that burns deep in me, a compulsion and conviction that won’t let me not share.  In the uncertainty of what was afflicting me, but with certainty that something was wrong, I felt completely helpless. I felt ignored. I felt minimized by most every doctor and nurse. I received moments of sympathy without answers and often without them believing me. I felt small and insignificant and like I didn’t matter. I was yelling against the wind of a very powerful machine and I was not loud enough to be heard. It took my body breaking in all kinds of novel ways for doctors to listen and respond, and even then, they were not able to anticipate and prevent the next mishaps.  So, what is my why? I want to publish my full story with all the hard-fought lessons because I want others suffering from chronic sickness (mostly women if we are honest) to know they are not alone. More than that, I want to help them - you, maybe - see that you can be the primary care provider of your own body. I want you to live the life you deserve despite being sick.  And I want to help you find the quality, outcome-driven, curious care necessary to really navigate getting better. Maybe I’m not actually writing a memoir. Maybe I’m writing a manifesto.  I’m climbing up this mountain of suffering and uncertainty in my rearview mirror to get a better view of the body and the systems built to care for it so that maybe I can help someone get out of the valley and on the road to a better life. But Why…. A Book?Turns out I could probably accomplish all those other goals without binding.  So, why a book?Since I was a kid, I’ve loved books and discovered countless people I admire and stories that still live in me from the library and bookstore shelves. So, for me, my heart will only be happy when I see my book on a rack somewhere.  My grandmother told me she wanted me to write a book when I was a kid and every time I’ve seen her for decades she asks me how my book is going with a wry grin. I want to speak to and challenge traditional healthcare leaders with a patient perspective and think I need the street cred of “being published” to build that platform. But those very self-driven goals mean working through a process that may be longer and more tedious.   So, I’m working on a set of mini books called the Sick Person’s Guides to get out quickly and help as many people as I can with practical tools and thoughts. But in honor of my childhood self and my grandmother, I’ll keep working until I get a book someone could find in a shop on a bad day or when flying somewhere to see a better doctor. Why WorksYep, turns out that does do the trick, so gotta run and write some more. And, just maybe hearing someone else’s journey through stuckness can help you on your own. I’m betting my own book on that. ",
  "harvested_at": "2026-01-30T22:02:46.376005"
}